import React from 'react'
import './condition.css'

function Conprivacy() {
  return (
    <>
    <div className="bg-condition">
      <div className="title-condition">Terms & Conditions</div>
    </div>
    
    <div className="bg-content-text">
      <div className="frame-content">
        <div className="content-condition">
          <h1>เงื่อนไขข้อตกลงการใช้บริการของแพลตฟอร์ม PAWCARE สำหรับผู้ว่าจ้าง (Provider)</h1>
          <p>1.ทั่วไป<br/>
            - เงื่อนไขข้อตกลงการใช้งานนี้ (“ข้อตกลงการใช้งาน”) มีผลใช้บังคับตั้งแต่วันที่ 24 พฤษภาคม 2566 เป็นต้นไป จนกว่าจะมีการประกาศแก้ไข เปลี่ยนแปลง เพิ่มเติม หรือมีประกาศเงื่อนไขฉบับใหม่โดยบริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด (ซึ่งต่อไป จะเรียกว่า “บริษัทฯ ”) เมื่อมีการเปลี่ยนแปลง บริษัทฯ จะทำการแสดงข้อตกลงการใช้งานใหม่บนหน้านี้ และมีการแจ้งเตือนเพื่อให้ผู้ใช้งานได้มีการยอมรับข้อตกลงการใช้งานใหม่ผ่านแพลตฟอร์ม
          <br/>
            - ข้อตกลงการใช้งานจะเป็นข้อตกลงการใช้งานระหว่างท่านกับแพลตฟอร์ม ซึ่งกำหนดสิทธิ์ หน้าที่และความรับผิดชอบ ที่แต่ละฝ่ายมีระหว่างกัน เกี่ยวกับการให้บริการและการใช้บริการทั้งหมดบนแพลตฟอร์ม
          </p>
        </div>
      </div>
    </div>
    </>
  )
}

export default Conprivacy